const About = () => {
  return (
    <section className="flex items-center justify-center h-screen bg-black">
      <h1 className=" text-center max-w-xl text-white">
        Привет! Меня зовут{" "}
        <span
          className="font-extralight san inline-block bg-gradient-to-r
        to-gray-900 shadow-md rounded-md px-5 py-1 text-white  transition-all
        duration-500 hover:text-yellow-400 hover:shadow-red-600"
        >
          Ротарь Мария
        </span>
        , и я с большой страстью и профессионализмом занимаюсь маникюром. У меня
        богатый опыт работы в этой области, и каждый клиент для меня особенный.
        Я предлагаю широкий спектр услуг, включающий классический маникюр,
        педикюр, дизайн ногтей, а также уход за кожей рук. Я постоянно следую
        новейшим тенденциям и техникам в мире маникюра, чтобы предложить своим
        клиентам самые современные и стильные решения. Я уделяю особое внимание
        гигиене и безопасности. Все инструменты и материалы, которые я
        использую, абсолютно стерильны и высококачественны. Каждая клиентка
        может быть уверена, что она находится в надежных руках и получит
        индивидуальный подход к своим потребностям. Мне важно создать атмосферу
        комфорта и расслабления для моих клиентов. Я стремлюсь к тому, чтобы
        каждый посетитель моего салона получил не только красивый и ухоженный
        маникюр, но и положительные эмоции и приятные впечатления. Я с
        нетерпением жду возможности порадовать вас своими профессиональными
        услугами и помочь вам выглядеть и чувствовать себя прекрасно. Запишитесь
        на прием уже сегодня и доверьте свои руки мастеру, который поистине
        любит свою работу." Надеюсь, этот текст соответствует вашим ожиданиям.
        Если у вас есть какие-либо пожелания или предпочтения, пожалуйста,
        сообщите мне, и я с радостью внесу изменения.
      </h1>
    </section>
  );
};

export default About;
